[{"title":"Naruto: Shippuden (Dub)","description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.","episode":"Episode 500","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/2df17050390f1835b07d0a9c0f88a897.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/d0f4ffca6b4722f2b4c78a8447a40e59.jpg"},{"title":"One Piece","description":"Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.","episode":"Episode 996","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Drama","Fantasy","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/5/5c/5c3f70c8283541a8bb6acd9b2746f11d.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/5/58/5806a16f2892768b4930c39ebf6ce756.jpg"},{"title":"Boruto: Naruto Next Generations","description":"Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.","episode":"Episode 221","duration":"23 min/ep","genres":["Action","Adventure","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/ede641090c1bcfaa10be65f73c805e9c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/08/351526352e88e8de1e7b5008d52543e7.jpg"},{"title":"One Piece (Dub)","description":"Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.","episode":"Episode 733","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Drama","Fantasy","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/f14e685db515746ac19a016180bb384c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/5dd05694c15793ed48c2f60af1f5dbda.jpg"},{"title":"Naruto: Shippuden","description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.","episode":"Episode 500","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/ef7eece108cfbe794eb505dc983f7fe4.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/7/72/7241734117780576f6993d59c799b25d.jpg"},{"title":"Naruto (Dub)","description":"Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.","episode":"Episode 220","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/d/dc/dc152ceb5ba1474be4a4310cc59f90cb.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/86860ebdbb190a9209c5e4cf715f803a.jpg"},{"title":"JUJUTSU KAISEN","description":"Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the \"King of Curses.\"\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.","episode":"Episode 24","duration":"23 min/ep","genres":["Action","Supernatural","School","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/6/69/69243987e9a44f1090062f56c213fce0.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/5/5d/5d13c1684a4dcf9795b5254918484c42.jpg"},{"title":"My Hero Academia Season 5","description":"UA Academy's Class 1-A has been the focus of a substantial amount of public attention due to the multiple villain attacks they have faced over the past school year. This attention has left Class 1-A's rivals, Class 1-B, feeling quite bitter. Desiring to prove their skills, they look forward to the opportunity that has been given to them: a set of mock battles between the students of each class.\nThe classes are split into squads of four, each of which is tasked with capturing the other group members. The winner is the group who first secures all of the opposing team. While this sounds simple, a curveball is thrown into the mix with the inclusion of General Course Student Hitoshi Shinsou, who wishes to transfer into the Hero Course. Despite using his training with Class 1-A's homeroom teacher Shouta \"Eraserhead\" Aizawa to prove that he's capable of being a real hero, he is still far behind the others due to his lack of experience. However, Shinsou is determined to overcome this challenge.\nThus begins the fiery competition between Class 1-A and 1-B as each tries to prove that they are superior to the other.","episode":"Episode 25","duration":"23 min/ep","genres":["Action","Comedy","School","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/4/46/46c80e5bd931c1f6c533a231fa0b5d83.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/9/9b/9ba1975bbbbf70dafd9d2fb2603cf5e5.jpg"},{"title":"Attack on Titan","description":"Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.","episode":"Episode 25","duration":"24 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/a18b33f4d7af9d4ab1a3b0b7ec49c323.jpg","thumbnail":"http://2.bp.blogspot.com/-2R0o88VC-HI/WN_EPoFP_eI/AAAAAAAAe44/UPZjegxphF4/s0/"},{"title":"The Daily Life of the Immortal King","description":"As a cultivation genius who has achieved a new realm every two years since he was a year old, Wang Ling is a near-invincible existence with prowess far beyond his control. But now that he’s sixteen, he faces his greatest battle yet – Senior High School. With one challenge after another popping up, his plans for a low-key high school life seem further and further away…\n(Source: Novel Updates)","episode":"Episode 15","duration":"19 min","genres":["Adventure","Comedy","Fantasy","Slice of Life","School","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/2020/01/b8cb0b9292a0ba70f094c0ba8cd98fb5.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2020/01/b8cb0b9292a0ba70f094c0ba8cd98fb5.jpg"},{"title":"Redo of Healer","description":"When Keyaru acquired his powers as a Hero who specialized in healing all injuries regardless of severity, it seemed that he would walk the path to a great future. But what awaited him instead was great agony; he was subjected to years of seemingly endless hellish torture and abuse. Keyaru's healing skills allowed him to secretly collect the memories and abilities of those he treated, gradually making him stronger than anyone else. But by the time he reached his full potential, it was far too late—he had already lost everything.\nDetermined to put his life back on track, Keyaru decided to unleash a powerful healing spell that rewound the entire world back to the time before he began to suffer his horrible fate. Equipped with the anguish of his past, he vows to redo everything in order to fulfill a new purpose—to exact revenge upon those who have wronged him.","episode":"Episode 12","duration":"24 min/ep","genres":["Adventure","Drama","Fantasy","Ecchi","Harem"],"img":"https://static.bunnycdn.ru/i/cache/images/2019/11/d465394a04a5eaafea6758debdc1a791.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/5/58/589bf62130f8ce044f8bc42de63fe240.jpg"},{"title":"Black Clover","description":"Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!","episode":"Episode 170","duration":"23 min/ep","genres":["Action","Comedy","Fantasy","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/05/4c127405d9fa8f78a9d86052721cbefe.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/06/dc9a0ed11daa96e0a484b1fa7443ddb1.jpg"},{"title":"Boruto: Naruto Next Generations (Dub)","description":"Following the successful end of the Fourth Shinobi World War, Konohagakure has been enjoying a period of peace, prosperity, and extraordinary technological advancement. This is all due to the efforts of the Allied Shinobi Forces and the village's Seventh Hokage, Naruto Uzumaki. Now resembling a modern metropolis, Konohagakure has changed, particularly the life of a shinobi. Under the watchful eye of Naruto and his old comrades, a new generation of shinobi has stepped up to learn the ways of the ninja.\nBoruto Uzumaki is often the center of attention as the son of the Seventh Hokage. Despite having inherited Naruto's boisterous and stubborn demeanor, Boruto is considered a prodigy and is able to unleash his potential with the help of supportive friends and family. Unfortunately, this has only worsened his arrogance and his desire to surpass Naruto which, along with his father's busy lifestyle, has strained their relationship. However, a sinister force brewing within the village may threaten Boruto's carefree life.\nNew friends and familiar faces join Boruto as a new story begins in Boruto: Naruto Next Generations.","episode":"Episode 140","duration":"23 min/ep","genres":["Action","Adventure","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/12/95f1559bd1c6133e86ee5fa8ad61c670.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/09/39f8f42dcc879207b84a83d665869eb9.jpg"},{"title":"Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train","description":"After a string of mysterious disappearances begin to plague a train, the Demon Slayer Corps' multiple attempts to remedy the problem prove fruitless. To prevent further casualties, the flame pillar, Kyoujurou Rengoku, takes it upon himself to eliminate the threat. Accompanying him are some of the Corps' most promising new blood: Tanjirou Kamado, Zenitsu Agatsuma, and Inosuke Hashibira, who all hope to witness the fiery feats of this model demon slayer firsthand.\nUnbeknownst to them, the demonic forces responsible for the disappearances have already put their sinister plan in motion. Under this demonic presence, the group must muster every ounce of their willpower and draw their swords to save all two hundred passengers onboard. Kimetsu no Yaiba Movie: Mugen Ressha-hen delves into the deepest corners of Tanjirou's mind, putting his resolve and commitment to duty to the test.","episode":"Full","duration":"116 min","genres":["Historical","Supernatural","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/a/ac/ac19e56b984668c2fd193e5116ba27c4.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/3/32/32bcf0d37e592de1c7fccd087c54bbe4.jpg"},{"title":"Hunter x Hunter (2011)","description":"Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.","episode":"Episode 148","duration":"23 min/ep","genres":["Action","Adventure","Fantasy","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/a027cea51dd4df76c70ebf8ea93a8d75.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/826e830de4486b84cdaacc99ebc210df.jpg"},{"title":"JUJUTSU KAISEN (Dub)","description":"Idly indulging in baseless paranormal activities with the Occult Club, high schooler Yuuji Itadori spends his days at either the clubroom or the hospital, where he visits his bedridden grandfather. However, this leisurely lifestyle soon takes a turn for the strange when he unknowingly encounters a cursed item. Triggering a chain of supernatural occurrences, Yuuji finds himself suddenly thrust into the world of Curses—dreadful beings formed from human malice and negativity—after swallowing the said item, revealed to be a finger belonging to the demon Sukuna Ryoumen, the \"King of Curses.\"\nYuuji experiences first-hand the threat these Curses pose to society as he discovers his own newfound powers. Introduced to the Tokyo Metropolitan Jujutsu Technical High School, he begins to walk down a path from which he cannot return—the path of a Jujutsu sorcerer.","episode":"Episode 24","duration":"23 min/ep","genres":["Action","Supernatural","School","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/c/cb/cb72ec5aa0f2be6c280ae7d7e1e561ad.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/c/cb/cb72ec5aa0f2be6c280ae7d7e1e561ad.jpg"},{"title":"Black Clover (Dub)","description":"Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!","episode":"Episode 170","duration":"23 min/ep","genres":["Action","Comedy","Fantasy","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/10/6343dcbb451a9d86454caca35d933073.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/05/c609af11043201a03ccfa77817e0f7c8.jpg"},{"title":"Naruto","description":"Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.","episode":"Episode 220","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/5a2a03c631d274622451643db250cf07.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/c01f95dabaf00f8a4e33c5b485fee4e5.jpg"},{"title":"That Time I Got Reincarnated as a Slime Season 2 Part 2","description":"The nation of Tempest is in a festive mood after successfully overcoming the surprise attack from the Blumund Army and the Western Holy Church. Beyond the festivities lies a meeting between Tempest and its allies to decide the future of the Nation of Monsters. The aftermath of the Blumund invasion, Milim Nava's suspicious behavior, and the disappearance of Demon Lord Carrion—the problems seem to keep on piling up.\nRimuru Tempest, now awakened as a \"True Demon Lord,\" decides to go on the offensive against Clayman. With the fully revived \"Storm Dragon\" Veldora, \"Ultimate Skill\" Raphael, and other powerful comrades, the ruler of the Tempest is confident in taking down his enemies one by one until he can face the man pulling the strings.","episode":"Episode 12","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/8/83/831b70eb7bdd5074ab32058cc2f7842e.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/0/04/041519d8fecea6c3b93c6b13d35e58e5.jpg"},{"title":"Demon Slayer: Kimetsu no Yaiba","description":"Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.","episode":"Episode 26","duration":"23 min/ep","genres":["Action","Historical","Supernatural","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/2019/04/961fbb823be55a3f4310c7cc944ec585.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/04/6909b94a7a5918f90d6766bb5cdabde9.jpg"},{"title":"Attack on Titan Final Season","description":"Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps.\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.","episode":"Episode 16","duration":"23 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/8/8a/8a54157c837c0c9d9c2f9cd02e6a5dcd.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/d/dc/dcb7bdb757d31eb15f598a5748cd7855.jpg"},{"title":"DON'T TOY WITH ME, MISS NAGATORO","description":"Every day, Naoto Hachiouji is teased relentlessly by Hayase Nagatoro, a first year student he meets one day in the library while working on his manga. After reading his story and seeing his awkward demeanor, she decides from that moment on to toy with him, even calling him \"Senpai\" in lieu of using his real name.\nAt first, Nagatoro's relentless antics are more bothersome than anything and leave him feeling embarrassed, as he is forced to cater to her whims. However, as they spend more time together, a strange sort of friendship develops between them, and Naoto finds that life with Nagatoro can even be fun. But one thing's for sure: his days will never be dull again.","episode":"Episode 12","duration":"23 min/ep","genres":["Comedy","Romance","Slice of Life"],"img":"https://static.bunnycdn.ru/i/cache/images/8/86/8626c77e1bd2a6321fd6dbabdd23434c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/a/af/afabdf08dac38d68dcc23bf0dd76942a.jpg"},{"title":"Dragon Ball Z (Dub)","description":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in Dragon Ball Z.","episode":"Episode 291","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/02bd5d1c2f56a7bf7394b106053ddb5e.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/02bd5d1c2f56a7bf7394b106053ddb5e.jpg"},{"title":"Death Note","description":"A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.","episode":"Episode 37","duration":"23 min/ep","genres":["Supernatural","Mystery","Police","Shounen","Psychological","Suspense"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/a55c09c47ea411f18bd35d1f3f0ec35e.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/02/86b19721e80ab9bad653dd83624dc9c1.jpg"},{"title":"My Hero Academia","description":"The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.","episode":"Episode 13","duration":"24 min/ep","genres":["Action","Comedy","School","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/1812b4672e6880f092294f755b5f3253.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/11/a7c982c4d7f49e9c8ce106b9572672c4.jpg"},{"title":"Seirei Gensouki: Spirit Chronicles","description":"When 20-year-old college student Haruto Amakawa dies in a traffic accident, he does not expect to wake up in an unfamiliar world in the body of a young boy named Rio. As their memories and personas fuse, Rio realizes that he now also possesses magical powers. He is relieved to find that his burning passion for revenge against his mother's murderers has not subsided, despite his newly changed identity.\nNot soon after, Rio comes across the kidnapped princess of the Bertram Kingdom and saves her without hesitation. To express his gratitude, the king grants him the opportunity to enroll in the Bertram Royal Academy. Believing this to be a new chapter in his life, he is excited to study at this prestigious academy, but life here proves to be difficult for him, a slum-dweller surrounded by the majestic children of nobles.","episode":"Episode 12","duration":"23 min/ep","genres":["Action","Adventure","Drama","Fantasy","Romance","Harem"],"img":"https://static.bunnycdn.ru/i/cache/images/4/40/4041b3eb94e7d265e35367af75f8da1c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/b/ba/ba9ffbb64f7fda1848465230dc8d6eff.jpg"},{"title":"My Hero Academia Season 5 (Dub)","description":"UA Academy's Class 1-A has been the focus of a substantial amount of public attention due to the multiple villain attacks they have faced over the past school year. This attention has left Class 1-A's rivals, Class 1-B, feeling quite bitter. Desiring to prove their skills, they look forward to the opportunity that has been given to them: a set of mock battles between the students of each class.\nThe classes are split into squads of four, each of which is tasked with capturing the other group members. The winner is the group who first secures all of the opposing team. While this sounds simple, a curveball is thrown into the mix with the inclusion of General Course Student Hitoshi Shinsou, who wishes to transfer into the Hero Course. Despite using his training with Class 1-A's homeroom teacher Shouta \"Eraserhead\" Aizawa to prove that he's capable of being a real hero, he is still far behind the others due to his lack of experience. However, Shinsou is determined to overcome this challenge.\nThus begins the fiery competition between Class 1-A and 1-B as each tries to prove that they are superior to the other.","episode":"Episode 25","duration":"23 min/ep","genres":["Action","Comedy","School","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/f/fa/fa4cf801694ae66a2d7eaa6520e9c91d.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/3/3e/3e789a27e909242c3703786e1fa62c4d.jpg"},{"title":"Hunter x Hunter (2011) (Dub)","description":"Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.","episode":"Episode 148","duration":"23 min/ep","genres":["Action","Adventure","Fantasy","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/f0617c510dbb53efad1ac46c102c5afe.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/5d9575a6fec16ea424927421b3016aba.jpg"},{"title":"That Time I Got Reincarnated as a Slime Season 2","description":"Second season of Tensei shitara Slime Datta Ken.","episode":"Episode 12","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/6/6a/6aa197a718d4e04d026ff400bc812ea7.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/0/01/01efb346fd0f58eb844baf3064b3fc2c.jpg"},{"title":"Bleach","description":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.","episode":"Episode 366","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Supernatural","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/e/e4/e41a915c3f2b1114ec093e7fc3b1442a.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/7/7e/7eceb9e8b7b7324b80b38834e028e0a8.jpg"},{"title":"Horimiya","description":"On the surface, the thought of Kyouko Hori and Izumi Miyamura getting along would be the last thing in people's minds. After all, Hori has a perfect combination of beauty and brains, while Miyamura appears meek and distant to his fellow classmates. However, a fateful meeting between the two lays both of their hidden selves bare. Even though she is popular at school, Hori has little time to socialize with her friends due to housework. On the other hand, Miyamura lives under the noses of his peers, his body bearing secret tattoos and piercings that make him look like a gentle delinquent.\nHaving opposite personalities yet sharing odd similarities, the two quickly become friends and often spend time together in Hori's home. As they both emerge from their shells, they share with each other a side of themselves concealed from the outside world.","episode":"Episode 13","duration":"23 min/ep","genres":["Comedy","Romance","Slice of Life","School","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/0/0a/0a78e271e3e97d1477c2200a2abf8969.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/1/17/17e7d328a8b9384c1a176569defdf262.jpg"},{"title":"Tokyo Revengers","description":"Takemichi Hanagaki’s second year of middle school was the highest point in his life. He had respect, a gang of friends he could count on, and even a girlfriend. But that was twelve years ago. Today, he’s a nobody: a washed-up nonentity made fun of by children and always forced to apologize to his younger boss. A sudden news report on the Tokyo Manji Gang’s cruel murder of the only girlfriend he ever had alongside her brother only adds insult to injury. Half a second before a train ends his pitiful life for good, Takemichi flashes back to that same day twelve years ago, when he was still dating Hinata Tachibana.\nAfter being forced to relive the very same day that began his downward spiral, Takemichi meets Hinata’s younger brother. Without thinking, he admits to his seeming death before flashing back to the past. Takemichi urges him to protect his sister before inexplicably returning to the future. Miraculously, he isn’t dead. Stranger still, the future has changed. It seems as though Takemichi can alter the flow of time. Given the chance to prevent his ex-girlfriend’s tragic death at the hands of the Tokyo Manji Gang, Takemichi decides to fly through time to change the course of the future.","episode":"24 - Uncen","duration":"23 min/ep","genres":["Action","Drama","Supernatural","School","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/c/c4/c442a2998cf06b285ea001c3fd72d0f7.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/1/16/16738699826fc9b95a47ed7bcfc627b8.jpg"},{"title":"Bleach (Dub)","description":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.","episode":"Episode 366","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Supernatural","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/ae0abc066b32187ecf460b9bb7dffd3e.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/4388581d8cc4cf3b9b221b86218349d7.jpg"},{"title":"Attack on Titan Final Season (Dub)","description":"Gabi Braun and Falco Grice have been training their entire lives to inherit one of the seven titans under Marley's control and aid their nation in eradicating the Eldians on Paradis. However, just as all seems well for the two cadets, their peace is suddenly shaken by the arrival of Eren Yeager and the remaining members of the Survey Corps.\nHaving finally reached the Yeager family basement and learned about the dark history surrounding the titans, the Survey Corps has at long last found the answer they so desperately fought to uncover. With the truth now in their hands, the group set out for the world beyond the walls.\nIn Shingeki no Kyojin: The Final Season, two utterly different worlds collide as each party pursues its own agenda in the long-awaited conclusion to Paradis' fight for freedom.","episode":"Episode 16","duration":"23 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/9/99/9901d958e32a7a35ddf937f229fdab8d.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/7/7e/7eda788a6e1631d717e1db36ceca16aa.jpg"},{"title":"Dragon Ball (Dub)","description":"Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.","episode":"Episode 153","duration":"24 min/ep","genres":["Adventure","Comedy","Fantasy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/793b8aaa81040bf888e9bbdd8cad562a.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/793b8aaa81040bf888e9bbdd8cad562a.jpg"},{"title":"Attack on Titan (Dub)","description":"Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.","episode":"Episode 25","duration":"24 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/db51b54280b64dc701c34874f121001e.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/45ccae257f7442156c499d1f5437925b.jpg"},{"title":"High School DxD","description":"High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!","episode":"Episode 12","duration":"24 min/ep","genres":["Comedy","Romance","School","Demons","Ecchi","Harem"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/49c1bbfbf87147d1c108291e0af07b8d.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/ff2b1e28336ac32c876f761c2a75f586.jpg"},{"title":"How a Realist Hero Rebuilt the Kingdom","description":"After the death of his grandfather, 19-year-old Kazuya Souma—an aspiring civil servant—is left all alone with no one to call family. Out of the blue, he is transported to the Elfrieden Kingdom, a small ailing country in another world, to be a \"hero.\" An ongoing war with the demon army has put the entire world in peril, and Kazuya was summoned to aid in the conflict as an offering from Elfrieden to its allies.\nDissatisfied with being used as tribute, Kazuya decides to help the kingdom revamp its declining economy—not by way of adventuring or war, but through administrative reform. Abruptly declared the King of Elfrieden and betrothed to the princess, the \"Realist Hero\" Kazuya sets out to assemble a group of talented citizens who will assist him in his bureaucratic battles to get the kingdom back on its feet.","episode":"Episode 13","duration":"24 min/ep","genres":["Action","Fantasy","Romance","Military","Harem"],"img":"https://static.bunnycdn.ru/i/cache/images/f/fc/fc48eb8405128e6aa8237c2e221076e0.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/8/87/87541f79be0e0c9eb5d1b1810725e231.jpg"},{"title":"Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (Dub)","description":"After a string of mysterious disappearances begin to plague a train, the Demon Slayer Corps' multiple attempts to remedy the problem prove fruitless. To prevent further casualties, the flame pillar, Kyoujurou Rengoku, takes it upon himself to eliminate the threat. Accompanying him are some of the Corps' most promising new blood: Tanjirou Kamado, Zenitsu Agatsuma, and Inosuke Hashibira, who all hope to witness the fiery feats of this model demon slayer firsthand.\nUnbeknownst to them, the demonic forces responsible for the disappearances have already put their sinister plan in motion. Under this demonic presence, the group must muster every ounce of their willpower and draw their swords to save all two hundred passengers onboard. Kimetsu no Yaiba Movie: Mugen Ressha-hen delves into the deepest corners of Tanjirou's mind, putting his resolve and commitment to duty to the test.","episode":"Full","duration":"116 min","genres":["Historical","Supernatural","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/b/bc/bc73dd92b9b71d0df3edd80336f438fd.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/1/11/1178312813092b0dc2b28cbc02d67249.jpg"},{"title":"Record of Ragnarok","description":"High above the realm of man, the gods of the world have convened to decide on a single matter: the continued existence of mankind. Under the head of Zeus, the deities of Ancient Greece, Norse mythology, and Hinduism, among others, call assembly every one thousand years to decide the fate of humanity. Because of their unrelenting abuse toward each other and the planet, this time the gods vote unanimously in favor of ending the human race.\nBut before the mandate passes, Brunhild, one of the 13 demigod Valkyries, puts forth an alternate proposal: rather than anticlimactically annihilating mankind, why not give them a fighting chance and enact Ragnarök, a one-on-one showdown between man and god? Spurred on by the audacity of the challenge, the divine council quickly accepts, fully confident that this contest will display the utter might of the gods. To stand a chance against the mighty heavens, Brunhild will need to assemble history's greatest individuals, otherwise the death knell will surely be sounded for mankind.","episode":"Episode 12","duration":"24 min","genres":["Action","Drama","Supernatural","Seinen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/f/fe/fe2473f37d125f35ff6322f7093df555.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/f/f3/f32e239e26724b87ab15285bfcdf4087.jpg"},{"title":"So I'm a Spider, So What?","description":"The day is as normal as it can be in high school as the students peacefully go about their everyday activities until an unprecedented catastrophe strikes the school, killing every person in its wake. Guided by what seems to be a miracle, a handful of students are fortunate enough to be reincarnated into another world as nobles, princes, and other kinds of people with prestigious backgrounds.\nOne girl, however, is not so lucky. Being reborn as a spider of the weakest kind, she immediately experiences the hardships of her dire situation. Even so, she must press on to survive the numerous threats that endanger her life. Discovering that her new world has a system like that of an RPG, she tries her best to hunt prey and defeat monsters to level up and evolve. As she gradually grows stronger, she hopes one day her efforts will be rewarded, and that she will be granted a better life.","episode":"Episode 24","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Mystery"],"img":"https://static.bunnycdn.ru/i/cache/images/a/a5/a59f4312ebdff725433b7a92126cc73c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2/2b/2b6e63fee59699b0ec90040afc3feb60.jpg"},{"title":"Demon Slayer: Kimetsu no Yaiba (Dub)","description":"Ever since the death of his father, the burden of supporting the family has fallen upon Tanjirou Kamado's shoulders. Though living impoverished on a remote mountain, the Kamado family are able to enjoy a relatively peaceful and happy life. One day, Tanjirou decides to go down to the local village to make a little money selling charcoal. On his way back, night falls, forcing Tanjirou to take shelter in the house of a strange man, who warns him of the existence of flesh-eating demons that lurk in the woods at night.\nWhen he finally arrives back home the next day, he is met with a horrifying sight—his whole family has been slaughtered. Worse still, the sole survivor is his sister Nezuko, who has been turned into a bloodthirsty demon. Consumed by rage and hatred, Tanjirou swears to avenge his family and stay by his only remaining sibling. Alongside the mysterious group calling themselves the Demon Slayer Corps, Tanjirou will do whatever it takes to slay the demons and protect the remnants of his beloved sister's humanity.","episode":"Episode 26","duration":"23 min/ep","genres":["Action","Historical","Supernatural","Shounen","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/2019/10/9a46f3187e174df1fa8b8ddda7292fd5.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/10/937812b87e2eb38f3548d91bfebd80ce.jpg"},{"title":"Tokyo Revengers (Dub)","description":"Takemichi Hanagaki’s second year of middle school was the highest point in his life. He had respect, a gang of friends he could count on, and even a girlfriend. But that was twelve years ago. Today, he’s a nobody: a washed-up nonentity made fun of by children and always forced to apologize to his younger boss. A sudden news report on the Tokyo Manji Gang’s cruel murder of the only girlfriend he ever had alongside her brother only adds insult to injury. Half a second before a train ends his pitiful life for good, Takemichi flashes back to that same day twelve years ago, when he was still dating Hinata Tachibana.\nAfter being forced to relive the very same day that began his downward spiral, Takemichi meets Hinata’s younger brother. Without thinking, he admits to his seeming death before flashing back to the past. Takemichi urges him to protect his sister before inexplicably returning to the future. Miraculously, he isn’t dead. Stranger still, the future has changed. It seems as though Takemichi can alter the flow of time. Given the chance to prevent his ex-girlfriend’s tragic death at the hands of the Tokyo Manji Gang, Takemichi decides to fly through time to change the course of the future.","episode":"Episode 22","duration":"23 min/ep","genres":["Action","Drama","Supernatural","School","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/d/d7/d7f50509e54edf490e08b35bc0568ad0.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/7/74/74069c4df8d8e474fa2914d866c7f8c4.jpg"},{"title":"Attack on Titan Season 2","description":"For centuries, humanity has been hunted by giant, mysterious predators known as the Titans. Three mighty walls—Wall Maria, Rose, and Sheena—provided peace and protection for humanity for over a hundred years. That peace, however, was shattered when the Colossus Titan and Armored Titan appeared and destroyed the outermost wall, Wall Maria. Forced to retreat behind Wall Rose, humanity waited with bated breath for the Titans to reappear and destroy their safe haven once more.\nIn Shingeki no Kyojin Season 2, Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members.","episode":"Episode 12","duration":"24 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/4dabdfa68114efbb7b66069e85406155.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/10/aaba7d3c0e0dab174c4c73043f2d9141.jpg"},{"title":"SK8 the Infinity","description":"High school student Reki Kyan is passionate about one thing: skateboarding. When night falls, he heads to \"S,\" an illegal underground race inside a mine where skaters compete in highly dangerous situations. After a loss that results in his skateboard being destroyed and his arm being broken, Reki is now incapable of practicing at all.\nWhile working, Reki runs into his new classmate, Langa Hasegawa, a half-Canadian and half-Japanese boy with no skateboarding experience whatsoever. Langa is in desperate need of money. After they both visit \"S\" when tasked by Reki's boss, they get into trouble and are forced into a bet that requires Langa to skate in a race. However, the mysterious transfer student holds a trump card that Reki is unaware of, one which might help him win the race in the most unexpected way.","episode":"Episode 12","duration":"23 min/ep","genres":["Comedy","Sports"],"img":"https://static.bunnycdn.ru/i/cache/images/8/8c/8cbccc28d4d33e34a0d461c1f4800bea.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/4/4a/4ae256b1bb101a9bdcd24abcf5435428.jpg"},{"title":"Kuro Gal ni Natta kara Shinyuu to shitemita.","description":"Shion and Rui are the dream team when it comes to hitting on women. Tonight was going to be another night of hooking up with girls for Shion, but he ended up taking a strange drug. When he woke up... he'd turned into a girl?! Rui came looking for Shion, but didn't recognize him, and started hitting on him...\nRegular broadcast began on April 5 at 1:00 a.m. on Toyko MX, while the complete, uncensored version was streamed on the ComicFesta Anime Zone website.\nThis entry reflects standard TV version of the anime.","episode":"Episode 1","duration":"4 min/ep","genres":["Romance","Boys Love"],"img":"https://static.bunnycdn.ru/i/cache/images/f/fc/fc5952e185e368a964e2861409db38c2.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/f/fc/fc5952e185e368a964e2861409db38c2.jpg"},{"title":"BANANA FISH","description":"Aslan Jade Callenreese, known as Ash Lynx, was a runaway picked off the streets of New York City and raised by the infamous godfather of the mafia, Dino Golzine. Now 17 years old and the boss of his own gang, Ash gets his hands on a mysterious drug called \"Banana Fish\"—the same two words his older brother, Griffin, has muttered since his return from the Iraq War. However, his investigation is hindered when Dino sends his men to retrieve the drug from Ash at an underground bar he uses as a hideout.\nAt the bar, Skip, Ash's friend, introduces him to Shunichi Ibe and his assistant, Eiji Okumura, who are Japanese photographers reporting on American street gangs. However, their conversation is interrupted when Shorter Wong, one of Ash's allies, calls to warn him about Dino. Soon, Dino's men storm the bar, and in the ensuing chaos kidnap Skip and Eiji. Now, Ash must find a way to rescue them and continue his investigation into Banana Fish, but will his history with the mafia prevent him from succeeding?","episode":"Episode 24","duration":"22 min/ep","genres":["Action","Adventure","Drama","Shoujo"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/07/cf6ca78d96e7b8b9f859f75c2d0a8684.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/07/cf6ca78d96e7b8b9f859f75c2d0a8684.jpg"},{"title":"Higehiro: After Being Rejected, I Shaved and Took in a High School Runaway","description":"When regular salaryman Yoshida wakes up one Sunday morning after a long night at the bar, the last thing he expects to see is that his tiny apartment has a new resident—an unfamiliar high school girl.\nThe previous night, despite finally gathering the courage to confess to his boss and longtime crush, Airi Gotou, Yoshida was rejected. After drowning his sorrows at a bar with his good friend Hashimoto, Yoshida headed back to his home in a drunken stupor, only to run into Sayu Ogiwara, a runaway high schooler. She asked him to let her stay the night, and with his judgment clouded by alcohol, Yoshida complied.\nNow, with his head on straight but with no memory of last night's events, Yoshida has Sayu explain just how she ended up sleeping at his apartment. Having listened to her story, Yoshida finds himself unable to kick her out—especially after learning that she came all the way from Hokkaido! So, despite his reservations about sheltering an underage girl, Yoshida allows her to stay, and their life together begins.","episode":"Episode 13","duration":"23 min/ep","genres":["Drama","Romance"],"img":"https://static.bunnycdn.ru/i/cache/images/5/51/51adf0af52a665630094b7fa51ff10b9.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/b/b6/b6beb3248bcec1e9ba2d593639cfd17f.jpg"},{"title":"TSUKIMICHI -Moonlit Fantasy-","description":"As part of a mysterious contract agreed upon by a goddess and his parents years ago, Makoto Misumi finds himself sent to another world to meet the goddess and become the hero. However, the deity deems Makoto to be \"hideous,\" refusing to even lay eyes upon him and revokes his heroic title. Disdainfully giving him the ability to understand all languages except the human language as compensation, the goddess drives Makoto off to the farthest edges of the wasteland, far from human civilization.\nDue to the disparity between Earth and this new world, Makoto's inherent physical and magical capabilities awaken, making him extremely powerful. He meets various demihumans and mythical beings who all end up being captivated with his characteristics and join Makoto in building a new community where all of them can peacefully coexist.\nNevertheless, despite this success, Makoto still yearns to meet fellow humans. In a world where the goddess herself has barred him from interacting with his kind, it is up to Makoto and his companions to fulfill his desire—and perhaps reform society along the way.","episode":"Episode 12","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy"],"img":"https://static.bunnycdn.ru/i/cache/images/2/29/29beb97fd9055870d488bd70da952de9.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/9/90/904e341ea1d87feb292e22bfdd1ce326.jpg"},{"title":"Death Note (Dub)","description":"A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.","episode":"Episode 37","duration":"23 min/ep","genres":["Supernatural","Mystery","Police","Shounen","Psychological","Suspense"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/0476be0ef3238119cd24d0889069e5fe.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/02/9ff3b0110953ef0449a96270c1be10cf.jpg"},{"title":"The Seven Deadly Sins: Dragon's Judgement","description":"After the Kingdom of Liones faces a new threat, the Seven Deadly Sins split up in order to defeat an enemy force spanning Britannia. With their members divided, they face 3 powerful foes, attempt to rescue the lost part of a dear friend, and begin their rescue of Elizabeth.\nHowever, all is not quite as it seems. Along the way, the truth of what brought the end of the Holy War 3000 years ago is uncovered, causing old friends to come face to face against each other.\nNanatsu no Taizai: Fundo no Shinpan continues the adventure of the Seven Deadly Sins and their friends, and sees a great power released.","episode":"Episode 24","duration":"24 min/ep","genres":["Action","Adventure","Fantasy","Supernatural","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/6/6b/6b2fbad755286149fcccad290f9b62ea.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/f/fb/fb34fb40c1675148c14f557f2319200b.jpg"},{"title":"Attack on Titan Season 3","description":"Still threatened by the \"Titans\" that rob them of their freedom, mankind remains caged inside the two remaining walls. Efforts to eradicate these monsters continue; however, threats arise not only from the Titans beyond the walls, but from the humans within them as well.\nAfter being rescued from the Colossal and Armored Titans, Eren Yaeger devotes himself to improving his Titan form. Krista Lenz struggles to accept the loss of her friend, Captain Levi chooses Eren and his friends to form his new personal squad, and Commander Erwin Smith recovers from his injuries. All seems well for the soldiers, until the government suddenly demands custody of Eren and Krista. The Survey Corps' recent successes have drawn attention, and a familiar face from Levi's past is sent to collect the wanted soldiers. Sought after by the government, Levi and his new squad must evade their adversaries in hopes of keeping Eren and Krista safe.\nIn Shingeki no Kyojin Season 3, Eren and his fellow soldiers are not only fighting for their survival against the terrifying Titans, but also against the terror of a far more conniving foe: humans.","episode":"Episode 12","duration":"23 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/08/6967cb71e0d219e5b913aed894ba9c16.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/07/15e783c44afdb93408be6a2211b836eb.jpg"},{"title":"Fairy Tail","description":"In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.","episode":"Episode 175","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/565d854f9ecc32bd4e257738e99db970.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/4d175bca9a3b3780200f34a8556c701d.jpg"},{"title":"SK8 the Infinity (Dub)","description":"High school student Reki Kyan is passionate about one thing: skateboarding. When night falls, he heads to \"S,\" an illegal underground race inside a mine where skaters compete in highly dangerous situations. After a loss that results in his skateboard being destroyed and his arm being broken, Reki is now incapable of practicing at all.\nWhile working, Reki runs into his new classmate, Langa Hasegawa, a half-Canadian and half-Japanese boy with no skateboarding experience whatsoever. Langa is in desperate need of money. After they both visit \"S\" when tasked by Reki's boss, they get into trouble and are forced into a bet that requires Langa to skate in a race. However, the mysterious transfer student holds a trump card that Reki is unaware of, one which might help him win the race in the most unexpected way.","episode":"Episode 12","duration":"23 min/ep","genres":["Comedy","Sports"],"img":"https://static.bunnycdn.ru/i/cache/images/5/5f/5fde4876d78542747445a3d994536661.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/5/5f/5fde4876d78542747445a3d994536661.jpg"},{"title":"Gintama","description":"The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.\nWho said life as an errand boy was easy?","episode":"Episode 201","duration":"24 min/ep","genres":["Action","Comedy","Historical","Sci-Fi","Shounen","Parody","Samurai"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/0b3e28fdc9ac86b3564b48cca4aea18f.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/b0e7ab0e98d7657167419fa247e55c69.jpg"},{"title":"To Your Eternity","description":"An Orb, known only as It, is cast to Earth to be observed from afar. Capable of changing forms from beings whose reflections It captures, It first becomes a rock and then, due to the rising temperature, moss.\nIt does not move until one snowy day, a wolf at death's door barely crosses by. When It takes the animal's form, It attains awareness of its consciousness and starts to wander with an unclear destination in mind. Soon, It comes across the wolf's master—a young boy waiting for his tribe to return from a paradise abundant with fish and fruit in the south. Although the boy is lonely, he still hopes those whom he holds dear in his memories have not forgotten him and that he will reunite with them one day.\nThe boy wants to explore new surroundings and decides to abandon his home with It to find the paradise using the traces his tribe left behind. However, with a heavily injured body and no sight of his elder comrades, what will become of the boy?\nFumetsu no Anata e illustrates the story of an immortal being experiencing humanity, meeting all types of people in many places throughout time.","episode":"Episode 20","duration":"25 min/ep","genres":["Adventure","Drama","Supernatural","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/7/74/746175517a4a0919e16d4d5f346fede3.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/b/b7/b78aa9ce5d295c1603aaad2e577d2a43.jpg"},{"title":"Mushoku Tensei: Jobless Reincarnation","description":"Despite being bullied, scorned, and oppressed all of his life, a thirty-four-year-old shut-in still found the resolve to attempt something heroic—only for it to end in a tragic accident. But in a twist of fate, he awakens in another world as Rudeus Greyrat, starting life again as a baby born to two loving parents.\nPreserving his memories and knowledge from his previous life, Rudeus quickly adapts to his new environment. With the mind of a grown adult, he starts to display magical talent that exceeds all expectations, honing his skill with the help of a mage named Roxy Migurdia. Rudeus learns swordplay from his father, Paul, and meets Sylphiette, a girl his age who quickly becomes his closest friend.\nAs Rudeus' second chance at life begins, he tries to make the most of his new opportunity while conquering his traumatic past. And perhaps, one day, he may find the one thing he could not find in his old world—love.","episode":"Episode 11","duration":"23 min/ep","genres":["Drama","Fantasy","Ecchi"],"img":"https://static.bunnycdn.ru/i/cache/images/2/25/25434cc8ef2d3ebe7a1bd4afa5013d05.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/f/fc/fc5199b1aebf2ea267dc73bdc47e319c.jpg"},{"title":"Fairy Tail (Dub)","description":"In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail.","episode":"Episode 175","duration":"24 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/10/b97865131f2295256d670373968fad0d.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/b5960c61c16662582508c2523933b678.jpg"},{"title":"Dragon Ball Super (Dub)","description":"Seven years after the events of Dragon Ball Z, Earth is at peace, and its people live free from any dangers lurking in the universe. However, this peace is short-lived; a sleeping evil awakens in the dark reaches of the galaxy: Beerus, the ruthless God of Destruction.\nDisturbed by a prophecy that he will be defeated by a \"Super Saiyan God,\" Beerus and his angelic attendant Whis start searching the universe for this mysterious being. Before long, they reach Earth where they encounter Gokuu Son, one of the planet's mightiest warriors, and his similarly powerful friends.","episode":"Episode 131","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Martial Arts","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/5d8245338b23afea9ca957c5f7d44f98.jpg","thumbnail":"http://2.bp.blogspot.com/-6E9LIUUJA2U/WHOwQkSd6ZI/AAAAAAABYPo/Qbyf3KqrQ74/s0/"},{"title":"JoJo's Bizarre Adventure: Golden Wind (Dub)","description":"In the coastal city of Naples, corruption is teeming—the police blatantly conspire with outlaws, drugs run rampant around the youth, and the mafia governs the streets with an iron fist. However, various fateful encounters will soon occur.\nEnter Giorno Giovanna, a 15-year-old boy with an eccentric connection to the Joestar family, who makes a living out of part-time jobs and pickpocketing. Furthermore, he is gifted with the unexplained Stand ability to give and create life—growing plants from the ground and turning inanimate objects into live animals, an ability he has dubbed \"Gold Experience.\" Fascinated by the might of local gangsters, Giorno has dreamed of rising up in their ranks and becoming a \"Gang-Star,\" a feat made possible by his encounter with Bruno Buccellati, a member of the Passione gang with his own sense of justice.JoJo no Kimyou na Bouken: Ougon no Kaze follows the endeavors of Giorno after joining Bruno's team while working under Passione, fending off other gangsters and secretly plotting to overthrow their mysterious boss.","episode":"Episode 39","duration":"23 min/ep","genres":["Action","Adventure","Shounen"],"img":"https://static.bunnycdn.ru/i/cache/images/4/45/45626848ecdd94b53295e282868cce9c.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/4/45/45626848ecdd94b53295e282868cce9c.jpg"},{"title":"Pokémon Journeys: The Series","description":"On a new day in the Kanto region, Satoshi gets invited by Professor Yukinari Ookido over to Professor Sakuragi's lab-opening ceremony in Vermillion City. During the ceremonial speech, Professor Sakuragi receives an alert of a possibly rare Pokémon appearing in Vermillion City's harbor, leading Satoshi and the other trainers to rush to the area in hopes of finding the mysterious Pokémon. At the harbor, they find Lugia—a Legendary Pokémon—engaged in combat with other trainers.\nNoticing the other trainers' tactics, Satoshi has his partner, Pikachu, strike Lugia with a Thunderbolt attack. Unfazed, Lugia flees, but not before Satoshi determinedly leaps onto its back. To Satoshi's surprise, he meets another boy, Gou, who leapt onto Lugia's back as well. The two ride on Lugia's back as it brings them along on a bizarre adventure across the seas. As it lets the two back on the ground, Satoshi and Gou bid their farewells to Lugia and return to Sakuragi Institute.\nImpressed by Gou's findings and Satoshi's insight taken during their encounter, Sakuragi requests for the duo to be his new research partners. And so the duo's journey begins, traveling across multiple regions to meet many new Pokémon—including ones that have the ability to Gigantamax!","episode":"Episode 84","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Kids"],"img":"https://static.bunnycdn.ru/i/cache/images/2019/11/30508307ed37bf2b8172e4e97fc33c18.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/11/30508307ed37bf2b8172e4e97fc33c18.jpg"},{"title":"Evangelion: 3.0+1.0 Thrice Upon a Time","description":"The fourth and final movie of the Evangelion rebuild movie series.","episode":"Full","duration":"155 min","genres":["Action","Drama","Sci-Fi","Psychological","Mecha"],"img":"https://static.bunnycdn.ru/i/cache/images/2/25/255371d2468a34f96e83d75f69d0575f.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/8/8c/8c3da61da4e2761ce08ce25c3d0afe00.jpg"},{"title":"One-Punch Man","description":"The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\nThis all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.","episode":"Episode 12","duration":"24 min/ep","genres":["Action","Comedy","Supernatural","Sci-Fi","Parody","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/9bb53408d71064329567f708445a33ce.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/04/a3bd4e424af0fa87977416f01446c5c1.jpg"},{"title":"WONDER EGG PRIORITY","description":"Following the suicide of her best and only friend, Koito Nagase, Ai Ooto is left grappling with her new reality. With nothing left to live for, she follows the instructions of a mysterious entity and gets roped into purchasing an egg, or specifically, a Wonder Egg.\nUpon breaking the egg in a world that materializes during her sleep, Ai is tasked with saving people from the adversities that come their way. In doing so, she believes that she has moved one step closer to saving her best friend. With this dangerous yet tempting opportunity in the palms of her hands, Ai enters a place where she must recognize the relationship between other people's demons and her own.\nAs past trauma, unforgettable regrets, and innate fears hatch in the bizarre world of Wonder Egg Priority, a young girl discovers the different inner struggles tormenting humankind and rescues them from their worst fears.","episode":"Episode 12","duration":"23 min/ep","genres":["Drama","Fantasy","Psychological"],"img":"https://static.bunnycdn.ru/i/cache/images/7/7a/7a7f24b0cb5edc07cfb49e87474dc23f.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/4/41/41c226575595afedb0fa878c4e64409d.jpg"},{"title":"My Hero Academia (Dub)","description":"The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero.","episode":"Episode 13","duration":"24 min/ep","genres":["Action","Comedy","School","Shounen","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/04/e4b25b3f9f5ca0a77d90ba8fc546a869.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/11/8ecc7214e0f2020d28e08dd61cc0366b.jpg"},{"title":"Attack on Titan Season 3 Part 2","description":"Seeking to restore humanity’s diminishing hope, the Survey Corps embark on a mission to retake Wall Maria, where the battle against the merciless \"Titans\" takes the stage once again.\nReturning to the tattered Shiganshina District that was once his home, Eren Yeager and the Corps find the town oddly unoccupied by Titans. Even after the outer gate is plugged, they strangely encounter no opposition. The mission progresses smoothly until Armin Arlert, highly suspicious of the enemy's absence, discovers distressing signs of a potential scheme against them.\nShingeki no Kyojin Season 3 Part 2 follows Eren as he vows to take back everything that was once his. Alongside him, the Survey Corps strive—through countless sacrifices—to carve a path towards victory and uncover the secrets locked away in the Yeager family's basement.","episode":"Episode 10","duration":"23 min/ep","genres":["Action","Drama","Fantasy","Mystery","Shounen","Military","Super Power"],"img":"https://static.bunnycdn.ru/i/cache/images/2019/04/078d316846f2c11bdd27f0a2e14dd3a4.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2019/04/ec43e6f4ff9ba4b33eab6bd266a205e4.jpg"},{"title":"That Time I Got Reincarnated as a Slime","description":"Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Veldora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Veldora bestows upon him the name Rimuru Tempest to grant him divine protection.\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate.","episode":"Episode 24","duration":"23 min/ep","genres":["Action","Adventure","Comedy","Fantasy","Demons"],"img":"https://static.bunnycdn.ru/i/cache/images/2018/10/e2e52810818738fe7d2f48ec1cf6f724.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/2018/10/63e6d5ad8e48eb168e59fca2de35d6bd.jpg"},{"title":"How NOT to Summon a Demon Lord Ω","description":"Second season of Isekai Maou to Shoukan Shoujo no Dorei Majutsu.","episode":"Episode 10","duration":"24 min/ep","genres":["Comedy","Fantasy","Ecchi","Harem"],"img":"https://static.bunnycdn.ru/i/cache/images/f/fe/fe1bb01558554086d7fee9152a088116.jpg","thumbnail":"https://static.bunnycdn.ru/i/cache/images/4/43/43ccc080f292b0826a3ad8d0f86534f5.jpg"}]